[
    {
        "userId": 0,
        "id": 0,
        "title": "Пицца",
        "images": [],
        "products": [
            ["Тесто для пиццы", "300 грамм"],
            ["Моцарелла", "250 грамм"],
            ["Вареное или жареное филе куриной грудки", "200 грамм"],
            ["Копченый бекон", "4 ломтика"],
            ["Красная луковица", "1 шт."],
            ["Клубничный джем (не очень сладкий)", "1/3 стакана"],
            ["Бальзамический уксус", "1/4 стакана"],
            ["Соус чили", "1 ч. л."],
            ["Кинза", "5 веточек"],
            ["Клубника", "8–10 ягод"],
            ["Манка", "2 ст. л."]
        ],
        "description": "Итальянская пицца уже давно эмигрировала из страны и готовится сегодня по всему миру. Это именно то блюдо, от которого устать практически невозможно, ведь с начинками можно экспериментировать бесконечно. Тесто для пиццы можно купить как в супермаркете, так и приготовить дома. Конечно, последний вариант предпочтительнее, если вы хотите, чтобы блюдо получилось максимально вкусным и таяло во рту. Как приготовить тесто самостоятельно, читайте в материале. Попробуем приготовить летнюю пиццу, с курицей, беконом и клубникой. Сытно и очень вкусно! ",
        "cook": [
            "Металлический противень поместить на средний уровень духовки и разогреть ее до 225 градусов.", 
            "Обжарить бекон на сковороде, пока он не станет хрустящим. Переложить на бумажные полотенца, чтобы впитался лишний жир. Наломать бекон небольшими кусочками.", 
            "В сотейник налить бальзамический уксус. Довести до кипения, затем уменьшить огонь и варить 4–5 минут, пока жидкость не уварится наполовину. Добавить клубничный джем и острый соус, хорошо перемешать. Снять соус с огня и остудить до комнатной температуры.", 
            "Тесто для пиццы раскатать в круг диаметром примерно 35 сантиметров. Присыпать лист бумаги для выпечки манкой и переложить на него тесто.", 
            "Лук очистить и нарезать тонкими полукольцами. Куриное филе нарезать небольшими кубиками и смешать с 2 столовыми ложками бальзамического соуса. ", 
            "Остальной соус вылить сверху на тесто и равномерно распределить, оставляя свободными 2 сантиметра с каждого края. Выложить курицу на тесто.", 
            "Посыпать курицу 3/4 сыра, а затем равномерно распределить бекон и лук. Посыпать оставшимся сыром.", 
            "Переложить пиццу на горячий противень в духовке и выпекать 8–10 минут, пока сыр не расплавится, а края теста не станут золотистыми.", 
            "Достать пиццу из духовки и дать немного остыть.", 
            "Нарезать ягоды клубники и мелко порубить кинзу. Посыпать пиццу кинзой и клубникой и сразу же подавать к столу."
        ],
        "rating": 0,
        "comments": []
    },
    {
        "userId": 0,
        "id": 1,
        "title": "Бургеры",
        "images": [],
        "products": [
            ["Филе куриной грудки", "2 шт."],
            ["Молотый кориандр", "1 ч. л."],
            ["Тертый имбирь", "1 ст. л."],
            ["Майонез", "4 ст. л."],
            ["Смесь салатных листьев", "1 пучок"],
            ["Перец чили", "1 шт."],
            ["Лимон", "1 шт."],
            ["Свежая мята", "1 ст. л."],
            ["Огурец", "1 шт."],
            ["Булочки с кунжутом", "4 шт."]
        ],
        "description": "Классическая американская еда полюбилась жителям абсолютно разных стран мира. Действительно, бургеры — это вкусно, питательно, сытно. Такое блюдо очень спасает, когда нужно по-быстрому перекусить и восстановить потраченные силы. ",
        "cook": [
            "Провернуть филе в мясорубке или в кухонном комбайне. Смешать фарш со специями. Слепить 4 котлетки. Прожарить их на сильном огне 6–8 минут.", 
            "Смешать вместе майонез и листья мяты. Полить ими изнутри разрезанные пополам булочки с кунжутом. ", 
            "Сверху выложить огурец, нарезанный тонкими ломтиками с помощью овощечистки, листья салата и куриные котлетки. ", 
            "Подавать с соусами по вкусу или картофелем фри."
        ],
        "rating": 0,
        "comments": []
    },
    {
        "userId": 0,
        "id": 2,
        "title": "Паста",
        "images": [],
        "products": [
            ["Цукини", "40 г"],
            ["Томаты черри", "40 г"],
            ["Консервированные томаты", "75 г"],
            ["Паста (пенне)", "80 г"],
            ["Чеснок", "5 г"],
            ["Спаржа", "45 г"],
            ["Пармезан", "10 г"],
            ["Тобаско", "1 ст. л."],
            ["Соль", "щепотка"],
            ["Черный перец", "щепотка"]
        ],
        "description": "Еще одно вкусное итальянское блюдо, которое сегодня подают в лучших ресторанах по всему миру, — это паста. Она бывает разная и экспериментировать на кухне, радуя домашних, тут тоже можно бесконечно. Попробуйте приготовить пасту ",
        "cook": [
            "Пенне опустить в кипящую подсоленную воду и отварить аль-денте. Воду слить.", 
            "Спаржу помыть и отварить в подсоленной воде 3–4 минуты.", 
            "Чеснок, цукини, помидоры ополоснуть водой. Чеснок нарезать небольшими кусочками, цукини – брусочками, а помидоры разрезать пополам.", 
            "В сковороду налить оливковое масло, добавить измельченный чеснок, слегка обжарить. ", 
            "Через некоторое время отправить в сковороду цукини и помидоры. Жарить 5–7 минут.", 
            "Выложить в сковороду отваренную спаржу и жарить 3–5 минут.", 
            "Консервированные томаты выложить в блендер, измельчить в однородную массу и вылить в сковороду. ", 
            "Добавить соль, перец и соус и тушить еще 1–2 минуты.", 
            "Затем выложить в сковороду пенне и тушить 2–5 минут.", 
            "Готовую пасту выложить на тарелку и перед подачей посыпать пармезаном, измельченным на крупной терке."
        ],
        "rating": 0,
        "comments": []
    }
]